accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
arc-gtk-theme-eos
archlinux-keyring
autoconf
automake
b43-fwcutter
base
bash-completion
bind
binutils
bison
bluez
bluez-utils
brave-bin
brightnessctl
btrfs-progs
cantarell-fonts
chromium
cinnamon
cmus
cryptsetup
device-mapper
dhclient
dialog
diffutils
dmraid
dnsmasq
dosfstools
downgrade
duf
e2fsprogs
efibootmgr
efitools
elinks
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-skel-xfce4
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-lightdm-slick-theme
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
exo
f2fs-tools
fakeroot
fcron
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
firewalld
flameshot
flex
freetube-bin
freetype2
galculator
garcon
gawk
gcc
gedit
gettext
git
glances
gnome-clocks
gnome-disk-utility
gnome-terminal
gnu-netcat
gpm
gptfdisk
grep
groff
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
htop
hwdetect
hwinfo
indent
inetutils
intel-ucode
inxi
iptables-nft
ipw2100-fw
ipw2200-fw
iwd
jfsutils
kdeconnect-git
kdenlive
kitty
kvantum
less
libdvdcss
libgsf
libopenraw
libreoffice-fresh
libtool
libwnck3
lightdm-slick-greeter
links
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsscsi
lvm2
lxappearance
lynx
m4
make
man-db
man-pages
mdadm
meld
mesa
mesa-utils
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mlocate
moc
modemmanager
mpv
mtools
nano
nano-syntax-highlighting
nbd
ncmpcpp
ndisc6
neofetch
netctl
net-tools
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nmap
nordic-darker-theme
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvm
openconnect
openshot
openvpn
os-prober
p7zip
pacman
pacman-contrib
pamixer
paprefs
parole
pasystray
patch
pavucontrol
perl
picom
pipe-viewer-git
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pkgfile
polybar
poppler-glib
powerline-fonts
power-profiles-daemon
ppp
pptpclient
python-capng
python-packaging
python-pip
python-pulsectl
python-pyqt5
qt5ct
ranger
rebuild-detector
redshifter
reflector
reflector-simple
reiserfsprogs
rhythmbox
ristretto
rofi
rofi-emoji
rp-pppoe
rsync
rtkit
samba
sed
sg3_utils
simplescreenrecorder
smartmontools
s-nail
sof-firmware
spice-vdagent
sudo
sxhkd
sysfsutils
systemd-sysvcompat
tdrop
testdisk
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tldr
tmux
tree
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
usb_modeswitch
usbutils
vi
vim
vlc
volctl
vpnc
vscodium-bin
w3m
welcome
wget
which
whois
wireless-regdb
wireless_tools
wireplumber
wpa_supplicant
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xfce4-appfinder
xfce4-battery-plugin
xfce4-datetime-plugin
xfce4-mount-plugin
xfce4-netload-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-session
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xsetroot
xsel
xterm
xz
yad-eos
yay
youtube-viewer
zoom
zsh
